{
  "books": [
    {
      "id": "1",
      "title": "Возраст зрелости",
      "year": "1945",
      "author": "Жан-Поль Сартр",
      "image": "/localhost/images/1.png",
      "annotation": "«Возраст зрелости» (1945) – первый роман трилогии Сартра «Дороги свободы».\nТри дня из жизни Матье, университетского преподавателя философии, перед которым встает сложный выбор. Вступить в «буржуазный» брак с женщиной, ждущей от него ребенка, или продолжить поиски собственной свободы?\nЭтот простой на первый взгляд сюжет служит лишь обрамлением для подлинного содержания романа – художественного исследования на вечную экзистенциальную тему поисков истинной свободы, ее смысла, сути и той цены, которую человек готов – или не готов – заплатить за ее обретение.",
      "comments": [
        {
          "id": "1",
          "id_book": "1",
          "text": "Наконец-то дочитал Сартра и теперь с уверенностью могу сказать, что данный автор мне полюбился надолго. Что касается именно данного произведения, то очень любопытно следить за развитием.",
          "author": {
            "id": "1",
            "name": "Петя Иванов"
          }
        },
        {
          "id": "2",
          "id_book": "1",
          "text": "Почему то даже заплакал, хорошая книга. Первое моё знакомство с Сартром, еще буду читать его творения, книга шикарная, советую",
          "author": {
            "id": "2",
            "name": "Владимир Соболев"
          }
        }
      ]
    },
    {
      "id": "2",
      "title": "Все закончится на нас",
      "year": "2023",
      "author": "Колин Гувер",
      "image": "images/2.png",
      "annotation": "Лили всего добилась сама. После окончания колледжа она покинула родной город Плетора, штат Мэн, уехала в Бостон, где открыла собственное дело. За плечами остались тяжелые воспоминания об отце, который всегда был хорошим при посторонних, но редко сдерживался, оставаясь в кругу семьи. И о матери, которая не сделала ничего, чтобы сдержать агрессию отца. Но все это осталось в прошлом.\nТеперь жизнь Лили была наполнена новыми впечатлениями. Встретив нейрохирурга Райла, она поняла, что нашла своего единственного. Красивый, напористый, упрямый, даже слегка высокомерный, он тоже проявлял интерес к Лили. Единственное, что настораживало девушку, это его нежелание строить серьезные отношения.\nПогруженная с головой в новый роман Лили внезапно вспоминает Атласа. Ее первая любовь, парень, в котором она чувствовала родную душу, внезапно вновь появляется на горизонте. Лили понимает: все, что она с таким трудом построила с Райлом, может разрушиться в один миг. Но и Райл меняется. Повторит ли Лили судьбу своей матери? И какую цену придется ей заплатить за собственное счастье?",
      "comments": [
        {
          "id": "3",
          "id_book": "2",
          "text": "Замечательная книга, очень трогательная, с прекрасными персонажами. Определенно это книга стала одной из моих любимых. И для тех читателей, кто не любит плохой конец, скажу сразу - книга с хэппи эндом.",
          "author": {
            "id": "3",
            "name": "Лиза Малая"
          }
        },
        {
          "id": "4",
          "id_book": "2",
          "text": "Очень важная и нужная книга. Прорыдала в конце. Мне бы тоже, как и автору, хотелось, чтобы Райл был другой. Но людей в жизни не перепишешь…",
          "author": {
            "id": "4",
            "name": "Елена Думская"
          }
        }
      ]
    }
  ],
  "comments": [
    {
      "id": "1",
      "id_book": "1",
      "text": "Наконец-то дочитал Сартра и теперь с уверенностью могу сказать, что данный автор мне полюбился надолго. Что касается именно данного произведения, то очень любопытно следить за развитием.",
      "author": {
        "id": "1",
        "name": "Петя Иванов"
      }
    },
    {
      "id": "2",
      "id_book": "1",
      "text": "Почему то даже заплакал, хорошая книга. Первое моё знакомство с Сартром, еще буду читать его творения, книга шикарная, советую",
      "author": {
        "id": "2",
        "name": "Владимир Соболев"
      }
    },
    {
      "id": "3",
      "id_book": "2",
      "text": "Замечательная книга, очень трогательная, с прекрасными персонажами. Определенно это книга стала одной из моих любимых. И для тех читателей, кто не любит плохой конец, скажу сразу - книга с хэппи эндом.",
      "author": {
        "id": "3",
        "name": "Лиза Малая"
      }
    },
    {
      "id": "4",
      "id_book": "2",
      "text": "Очень важная и нужная книга. Прорыдала в конце. Мне бы тоже, как и автору, хотелось, чтобы Райл был другой. Но людей в жизни не перепишешь…",
      "author": {
        "id": "4",
        "name": "Елена Думская"
      }
    }
  ]
}